{
    "sickle cell anemia" : {
        "name" : "Sickle Cell Anemia",
        "info" : "Sickle Cell Anemia is a group of inherited red blood cell disorders.\n Healthy red blood cells are round, and they move through small blood vessels to carry oxygen to all parts of the body.\n In someone who has SCD, the red blood cells become hard and sticky and look like a C-shaped farm tool called a “sickle”.\n The sickle cells die early, which causes a constant shortage of red blood cells.\n Also, when they travel through small blood vessels, they get stuck and clog the blood flow.\n This can cause pain and other serious problems such infection, acute chest syndrome and stroke.",
        "symptomps" : "A yellowish color of the skin, known as jaundice, or whites of the eyes, known as icterus, that occurs when a large number of red cells undergo hemolysis.\n Fatigue or fussiness from anemia. Painful swelling of the hands and feet, known as dactylitis",
        "treatments" : "A blood and bone marrow transplant is currently the only cure for some patients who have sickle cell disease.\n After early diagnosis, your doctor may recommend medicines or transfusions to manage complications, including chronic pain.\n Babies who have sickle cell disease may see a hematologist, a doctor who specializes in blood diseases such as sickle cell disease.\n For newborns, the first sickle cell disease visit should take place before 8 weeks of age."
    },

    "hemophilia A" : {
        "name" : "Hemophilia A", 
        "info" : "Hemophilia is usually an inherited bleeding disorder in which the blood does not clot properly.\n This can lead to spontaneous bleeding as well as bleeding following injuries or surgery.\n Blood contains many proteins called clotting factors that can help to stop bleeding. People with hemophilia have low levels of either factor VIII (8) or factor IX (9).\n The severity of hemophilia that a person has is determined by the amount of factor in the blood.\n The lower the amount of the factor, the more likely it is that bleeding will occur which can lead to serious health problems.\n  In rare cases, a person can develop hemophilia later in life.\n  The majority of cases involve middle-aged or elderly people, or young women who have recently given birth or are in the later stages of pregnancy.\n  This condition often resolves with appropriate treatment.",
        "symptomps" : "Bleeding into the joints. This can cause swelling and pain or tightness in the joints; it often affects the knees, elbows, and ankles.\n Bleeding into the skin (which is bruising) or muscle and soft tissue causing a build-up of blood in the area (called a hematoma).\n Bleeding of the mouth and gums, and bleeding that is hard to stop after losing a tooth.\n Bleeding after having shots, such as vaccinations.\n Bleeding in the head of an infant after a difficult delivery.\n Frequent and hard-to-stop nosebleeds.\n Blood in the urine or stool.",
        "treatments" : "The best way to treat hemophilia is to replace the missing blood clotting factor so that the blood can clot properly.\n This is done by infusing (administering through a vein) commercially prepared factor concentrates.\n People with hemophilia can learn how to perform these infusions themselves so that they can stop bleeding episodes and, \nby performing the infusions on a regular basis (called prophylaxis), can even prevent most bleeding episodes.\n Good quality medical care from doctors and nurses who know a lot about the disorder can help prevent some serious problems.\n Often the best choice for care is to visit a comprehensive Hemophilia Treatment Center (HTC).\n An HTC not only provides care to address all issues related to the disorder, but also provides health education that helps people with hemophilia stay healthy.(CDC)"
    },

    "huntington’s disease" : {
        "name" : "Huntington's Disease", 
        "info" : "Huntington's disease is a rare, inherited disease that causes the progressive breakdown (degeneration) of nerve cells in the brain.\n Huntington's disease has a broad impact on a person's functional abilities and usually results in movement, thinking (cognitive) and psychiatric disorders.\n Huntington's disease symptoms can develop at any time, but they often first appear when people are in their 30s or 40s.\n  If the condition develops before age 20, it's called juvenile Huntington's disease.\n When Huntington's develops early, symptoms are somewhat different and the disease may progress faster.\n Medications are available to help manage the symptoms of Huntington's disease.\n But treatments can't prevent the physical, mental and behavioral decline associated with the condition.(Mayo Clinic) ",
        "symptomps" : "Involuntary jerking or writhing movements (chorea)\n Muscle problems, such as rigidity or muscle contracture (dystonia)\n Slow or abnormal eye movements\n Impaired gait, posture and balance\n Difficulty with speech or swallowing",
        "treatments" : "While there are no treatments for Huntington's Disease, some ways to reduce the effets of symptoms include:\n Psychotherapy.\n Speech Therapy \n physical Therapy(Mayo Clinic)"
    },
    "Alpha Thalassemia" : {
        "name" : "Alpha Thalassemia", 
        "info" : "Thalassemia is an inherited (i.e., passed from parents to children through genes) blood disorder caused when the body doesn’t make enough of a\n protein called hemoglobin, an important part of red blood cells. When there isn’t enough hemoglobin, the body’s red blood cells don’t function properly and \n they last shorter periods of time, so there are fewer healthy red blood cells traveling in the bloodstream. Red blood cells carry oxygen to all the\n cells of the body. Oxygen is a sort of food that cells use to function. When there are not enough healthy red blood cells, there is also not enough oxygen delivered\n to all the other cells of the body, which may cause a person to feel tired, weak or short of breath. This is a condition called anemia.\n People with thalassemia may have mild or severe anemia. Severe anemia can damage organs and lead to death.",
        "symptomps" : "Thalassemia signs and symptoms can include: \n Fatigue \n Weakness \n Pale or yellowish skin \n Facial bone deformities \n Slow growth \n Abdominal swelling \n Dark urine",
        "treatments" : "One way to treat anemia is to provide the body with more red blood cells to carry oxygen.\n This can be done through a blood transfusion, a safe, common procedure in which you receive blood through a small plastic tube inserted into one of your blood\n vessels. Some people with thalassemia – usually with thalassemia major – need regular blood transfusions because their body makes such low amounts of\n hemoglobin. People with thalassemia intermedia (not as severe as major, but not as mild as trait) may need blood transfusions sometimes, such as when \nthey have an infection or an illness. People with thalassemia minor or trait usually do not need blood transfusions because they either do not have anemia or\n have only a mild anemia."
    }


}



